---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CopyPasteOptions
source: html/1e594df1-e81f-db45-8d19-fe99343e26e5.htm
---
# CopyPasteOptions Members

Creates a new instance of a CopyPasteOptions object.